<template>
	<div id="start">
		<header>
			<h1>Разделим!</h1>
			<h2>
				Удобный способ разделить счёт в кофейне или кафе
			</h2>
		</header>

		<div class="content">
			<p><b>Незабываемый вечер в компании друзей...</b></p>
			<p>
				Вы вспоминаете истории из юности, смотрите
				старые фотографии, делитесь новостями, а время
				летит быстрее ветра...
			</p>
			<p>
				Решив размяться, вы покидаете кафе, и
				направляетесь в бар. За бокалом пенного вы
				вспоминаете первую любовь, и её нынешнего мужа
				или жену.
			</p>

			<p>
				"Разделим" - самый простой и приятный способ
				оставить от прошедшего вечера только приятные
				впечатления. Укажите количество друзей и
				позиции, а мы всё посчитаем за вас!
			</p>
		</div>
		<v-btn variant="outlined">Начать</v-btn>
	</div>
</template>

<script>
export default {
	name: "start-page",
};
</script>

<style scoped>
#start {
	display: flex;
	flex-direction: column;
	align-items: center;
}
header {
	text-align: center;
}
</style>
