<template>
	<div id="start">
		<header>
			<h1>Разделим!</h1>
			<h2>
				Удобный способ разделить счёт в кофейне или кафе
			</h2>
		</header>
		<!-- Самая обычная HTML-вёрстка. Фактически, помимо текста, на странице отсутствует контент, поэтому было принято решение оставить её без декомпозиции.
		 	 Потенциально, можно использовать пропсы для передачи контента тегов, но зачем усложнять то, что должно выглядеть просто? :) -->
		<div class="content">
			<p>
				"Разделим" - самый простой и приятный способ<br />
				оставить от прошедшего вечера только приятные
				впечатления!<br />
				Укажите <b>количество друзей</b> и
				<b>цену</b> позиции, а мы посчитаем всё за вас!
			</p>
		</div>
		<v-btn variant="outlined">Начать</v-btn>
	</div>
</template>

<script>
export default {
	name: "start-page",
};
</script>

<style scoped>
header {
	text-align: center;
}
</style>
